tap "bradyjoslin/sharewifi"
tap "cantino/mcfly"
tap "dwarvesf/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "mutagen-io/mutagen"
tap "yt-dlp/taps"
brew "bat"
brew "exa"
brew "ffmpeg"
brew "jq"
brew "mcfly"
brew "yt-dlp"
brew "mpv"
brew "neovim"
brew "ninja"
brew "node"
brew "ripgrep"
brew "rust"
brew "starship"
brew "yarn"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "bradyjoslin/sharewifi/sharewifi"
brew "jesseduffield/lazygit/lazygit"
brew "mutagen-io/mutagen/mutagen"
brew "yt-dlp/taps/yt-dlp"
cask "amethyst"
cask "anki"
cask "font-blex-mono-nerd-font"
cask "font-hack-nerd-font"
cask "hiddenbar"
cask "kitty"
cask "notunes"
cask "raycast"
cask "scroll-reverser"
cask "zotero"
